Repository: hassanUleth/holos-demo-original
Catalog: H.Core/Properties/FeedNameResources.*.resx
Languages: fr_ca

source: ADF
fr_ca: FDA

source: ADICP
fr_ca: PBIDA

source: Alfalfa cubes
fr_ca: luzerne en cubes

source: Alfalfa dehy
fr_ca: luzerne déshydratée

source: Alfalfa fresh
fr_ca: luzerne fraîche

source: Alfalfa greenchop
fr_ca: fourrage vert de luzerne

source: Alfalfa hay
fr_ca: foin de luzerne

source: Alfalfa haylage
fr_ca: ensilage préfané de luzerne

source: Alfalfa meal
fr_ca: farine de luzerne

# AlfalfaMedicago
source: ALFALFA (Medicago Sativa 17% CP)
fr_ca: luzerne (Medicago sativa 17 % PB)

source: Almond hulls
fr_ca: coques d'amandes

source: Ammonium phosphate (dibasic)
fr_ca: phosphate d'ammonium (dibasique)

source: Ammonium phosphate (monobasic)
fr_ca: phosphate d'ammonium (monobasique)

source: Ammonium sulfate
fr_ca: sulfate d'ammonium

source: Apple pomace
fr_ca: marc de pomme

source: APPLE (Pomace, wet)
fr_ca: pomme (marc, humide)

source: Ash
fr_ca: cendres

# ATTDPhosphorus
source: ATTD of P
fr_ca: ATTP du P

# BakeryBreadMeal
source: Bakery Biproduct, Bread, meal
fr_ca: sous-produit de boulangerie-pâtisserie, pain, farine

# BakeryByProductMeal
source: Bakery Biproduct , Byproduct meal
fr_ca: sous-produit de boulangerie-pâtisserie, farine de sous-produit

# BakeryCerealByProduct
source: Bakery Biproduct, Cereal byproduct
fr_ca: sous-produit de boulangerie-pâtisserie, sous-produit céréalier

# BakeryCookieByProduct
source: Bakery Biproduct, Cookie byproduct
fr_ca: sous-produit de boulangerie-pâtisserie, sous-produit de biscuits

source: Bakery Meal
fr_ca: farine de biscuit

source: Bakery products
fr_ca: produits de boulangerie-pâtisserie

source: Barley
fr_ca: orge

source: Barley distiller's dried grains with solubles
fr_ca: drêches sèches d'orge de distillerie avec solubles

source: Barley grain
fr_ca: grain d'orge

source: Barley grain flaked
fr_ca: orge en flocons

source: Barley grain, rolled
fr_ca: orge roulée

source: Barley hay
fr_ca: foin d'orge

source: Barley, Hulless
fr_ca: orge nue

source: Barley, malt sprouts
fr_ca: orge, germes de malt

source: Barley silage
fr_ca: ensilage d'orge

source: Barley Silage, headed
fr_ca: ensilage d'orge, épiée

source: Barley straw
fr_ca: paille d'orge

source: Beans, Phaseolus spp
fr_ca: haricots, Phaseolus spp

source: Beet pulp, dry
fr_ca: pulpe de betterave, sèche

source: Beet pulp, wet
fr_ca: pulpe de betterave, humide

source: Beet, Sugar pulp, dried
fr_ca: betterave à sucre, pulpe, séchée

# BermudaGrassCoastalHayEarlyHead
source: Bermudagrass (Cynodon dactlyon), Coastal, hay, early head
fr_ca: chiendent pied-de-poule (Cynodon dactylon), zone côtière, foin, épiaison précoce

source: Bermudagrass fresh
fr_ca: chiendent pied-de-poule frais

source: Bermudagrass hay
fr_ca: foin de chiendent pied-de-poule

source: Bermudagrass silage
fr_ca: ensilage de chiendent pied-de-poule

# BermudaGrassTiftonHayThreeTo4WeekGrowth
source: Bermudagrass (Cynodon dactlyon), Tifton-85, hay, 3-4 wk growth
fr_ca: chiendent pied-de-poule (Cynodon dactylon), Tifton-85, foin, croissance 3-4 sem

# BetaCarotene
source: B-Carotene
fr_ca: bêta carotène

source: Biotin
fr_ca: biotine

source: Black
fr_ca: noir

source: Blood Cells
fr_ca: cellules sanguines

source: Blood cells, spray dried
fr_ca: cellules sanguines, séchées par pulvérisation

source: Blood meal
fr_ca: farine de sang

# BloodMealBatchDried
source: BLOOD meal, batch dried (composition data from ring-dried)
fr_ca: farine de sang, séchée par lots (données sur la composition à partir du séchage en anneau)

source: BLOOD, meal, ring dried
fr_ca: sang, farine, séchée en anneau

source: Blood Plasma
fr_ca: plasma sanguin

source: Blood plasma, spray dried
fr_ca: plasma sanguin, séché par pulvérisation

source: Bluegrass hay
fr_ca: foin de pâturin des prés

source: Bluestem fresh
fr_ca: barbon de Gérard frais

source: Bluestem hay
fr_ca: barbon de Gérard – foin

source: Bone meal
fr_ca: farine d'os

source: Brewers dried grains
fr_ca: drêches sèches de brasserie

source: Brewers' Grains
fr_ca: drêches de brasserie

source: Brewers wet grains
fr_ca: drêches humides de brasserie

source: Brewers' Yeast
fr_ca: levure de brasserie

source: Brewers yeast, wet
fr_ca: levure de brasserie, humide

source: Bromegrass hay
fr_ca: foin de brome

source: Bromegrass silage
fr_ca: ensilage de brome

source: Brown
fr_ca: brun

source: Buffalo grass
fr_ca: herbe aux bisons

source: Calcium carbonate
fr_ca: carbonate de calcium

# CalciumChlorideAnhyrdrous
source: Calcium chloride anhydrous
fr_ca: chlorure de calcium anhydre

source: Calcium chloride dihydrate
fr_ca: dihydrate de chlorure de calcium

source: Calcium hydroxide
fr_ca: hydroxyde de calcium

source: Calcium oxide
fr_ca: oxyde de calcium

source: Calcium phosphate (monobasic)
fr_ca: phosphate de calcium (monobasique)

source: Calcium sulfate dihydrate
fr_ca: dihydrate de sulfate de calcium

source: Camelina Meal
fr_ca: tourteau de caméline

# CamelinaMealMech
source: Camelina meal, mechanical extracted
fr_ca: tourteau de caméline, extraction mécanique

source: Cane fresh
fr_ca: canne fraîche

source: Cane hay
fr_ca: foin de canne

source: Cane silage
fr_ca: ensilage de canne

source: Canola, Full Fat
fr_ca: canola, non déshuilé

source: Canola grain
fr_ca: grain de canola

source: Canola meal
fr_ca: tourteau de canola

source: Canola Meal, Expelled
fr_ca: tourteau de canola, de presse continue

source: CANOLA, meal, mech. Extracted
fr_ca: canola, tourteau, extraction mécanique

# CanolaMealSolvent
source: Canola meal (Rapeseed meal), solvent extracted
fr_ca: tourteau de canola (tourteau de colza), extraction au solvant

source: CANOLA, seed
fr_ca: canola, graine

source: Casein
fr_ca: caséine

source: Cassava meal
fr_ca: farine de manioc

# ChickPea
source: Chick Peas
fr_ca: pois chiches

source: Chickpeas
fr_ca: pois chiches

source: CHOCOLATE byproduct
fr_ca: sous-produit du CHOCOLAT

source: Citrus Pulp
fr_ca: pulpe d'agrumes

source: Citrus pulp, dry
fr_ca: pulpe d'agrumes, séchée

source: Citrus pulp, wet
fr_ca: pulpe d'agrumes, humide

source: Coarse
fr_ca: grossier

source: Cobalt carbonate
fr_ca: carbonate de cobalt

source: Copper sulfate pentahydrate
fr_ca: sulfate de cuivre pentahydraté

source: Copra, Expelled
fr_ca: coprah, de presse continue

source: Copra Meal
fr_ca: tourteau de coprah

# CopraMealMech
source: Copra meal, mechanical extracted
fr_ca: tourteau de coprah, extraction mécanique

# CopraMealSolvent
source: Copra meal, solvent extracted
fr_ca: tourteau de coprah, extraction au solvant

source: Corn bran
fr_ca: son de maïs

source: Corn cobs
fr_ca: rafles de maïs

source: Corn distiller's dried grains
fr_ca: drêches sèches de maïs de distillerie

# CornDistillersDriedGrainsSolubles
source: Corn distiller's dried grains with solubles
fr_ca: drêches sèches de maïs de distillerie avec solubles

# CornDistillersDriedGrainsSolublesGreaterThanSixAndLessThanNinePercentOil
source: Corn DDGS, >6 and <9% Oil
fr_ca: DDS de maïs, >6 et <9 % d'huile

# CornDistillersDriedGrainsSolublesGreaterThanTenPercentOil
source: Corn DDGS, >10% Oil
fr_ca: DDS de maïs, >10 % d'huile

# CornDistillersDriedGrainsSolublesLessThanFourPercentOil
source: Corn DDGS, <4% Oil
fr_ca: DDS de maïs, <4 % d'huile

source: Corn distiller's solubles
fr_ca: solubles de maïs de distillerie

source: Corn ear corn
fr_ca: maïs en épi

source: Corn earlage
fr_ca: ensilage d'épis de maïs

source: Corn germ
fr_ca: germe de maïs

source: Corn germ meal
fr_ca: tourteau de germe de maïs

source: Corn, Gluten Feed
fr_ca: maïs, gros gluten

source: Corn gluten feed and distillers; Golden synergy™
fr_ca: drêches et gros gluten de maïs; Golden synergy™

source: Corn gluten feed, dry
fr_ca: gros gluten de maïs, sec

source: Corn gluten feed wet
fr_ca: gros gluten de maïs humide

source: Corn gluten feed wet; Sweet Bran™
fr_ca: gros gluten de maïs humide de marque; Sweet Bran™

source: Corn gluten meal
fr_ca: farine de gluten de maïs

source: Corn grain
fr_ca: mais-grain

source: Corn grain, dry
fr_ca: maïs-grain sec

source: Corn grain high-moisture
fr_ca: maïs-grain humide

source: Corn grain steam flaked
fr_ca: maïs-grain en flocons, précuit à la vapeur

source: Corn greenchop
fr_ca: fourrage vert de maïs

source: Corn Grits, Hominy Feed
fr_ca: gruau de maïs lessivé

source: Corn hominy feed
fr_ca: farine de maïs lessivé

# CornHpDistillersDriedGrains
source: Corn HP DDG
fr_ca: DDS de maïs RP

source: Corn, Nutridense
fr_ca: maïs, Nutridense

source: Corn screenings
fr_ca: criblures de maïs

source: Corn silage
fr_ca: ensilage de maïs

source: Corn snaplage
fr_ca: ensilage de maïs épi-hampe

source: Corn stalklage
fr_ca: ensilage de tiges de maïs

source: Corn stalks
fr_ca: tiges de maïs

source: Corn steep
fr_ca: eau de trempage du maïs

source: CORN, Yellow, Cobs
fr_ca: maïs, jaune, rafles

source: Corn, Yellow Dent
fr_ca: maïs jaune, denté

# CornYellowDistillersGrainSolublesDried
source: CORN, Yellow, Distillers grains solubles, dried
fr_ca: maïs, jaune, drêches de distillerie avec solubles, séché

source: CORN, Yellow, Gluten feed, dried
fr_ca: maïs, jaune, gros gluten, séché

source: CORN, Yellow, Gluten meal, dried
fr_ca: maïs, jaune, tourteau de gluten, séché

source: CORN, Yellow, Grain and cob, dry, ground
fr_ca: maïs, jaune, grain et rafle, sec et broyé

source: CORN, Yellow, Grain and cob, high moisture, ground
fr_ca: maïs, jaune, grain et rafle, teneur élevée en humidité, broyé

source: CORN, Yellow, Grain, cracked, dry
fr_ca: maïs, jaune, grain sec concassé

source: CORN, Yellow, Grain, graund, dry
fr_ca: maïs, jaune, grain sec broyé

source: CORN, Yellow, Grain, ground, high moisture
fr_ca: maïs, jaune, grain humide broyé

source: CORN, Yellow, Grain, rolled, high moisture
fr_ca: maïs, jaune, grain humide roulé

source: CORN, Yellow, Grain, steam flacked
fr_ca: maïs, jaune, grain, floconné et précuit à la vapeur

source: CORN, Yellow, Hominy
fr_ca: maïs, jaune, lessivé

# CornYellowSilageImmature
source: CORN, Yellow, Silage, immature (<25% DM)
fr_ca: maïs, jaune immature ensilé (<25 % MS)

# CornYellowSilageMature
source: CORN, Yellow, Silage, mature (>40% DM)
fr_ca: maïs, jaune mature ensilé (>40 % MS)

# CornYellowSilageNormal
source: CORN, Yellow, Silage, Normal (32-38% DM)
fr_ca: maïs, jaune ensilé (32-38 % MS)

source: Cost
fr_ca: coût

source: Cotton burrs
fr_ca: bourre de coton

source: Cotton gin trash
fr_ca: résidus d'égrenage du coton

source: Cottonseed
fr_ca: graines de coton

source: Cottonseed, Full Fat
fr_ca: graines de coton, non déshuilées

source: Cottonseed hulls
fr_ca: coques de coton

source: Cottonseed meal
fr_ca: tourteau de coton

# CottonSeedMealMech
source: Cottonseed meal, mechanical extracted
fr_ca: tourteau de coton, extraction mécanique

# CottonSeedMealSolvent
source: COTTON SEED, Meal, solvent, 41% CP
fr_ca: graines de coton, tourteau, extraction au solvant, 41 % PB

source: Cottonseed whole
fr_ca: graine de coton entière

# CottonSeedWholeWithLint
source: COTTON SEED, whole seed with lint
fr_ca: graine de coton entières et vêtues

source: Cow Peas
fr_ca: doliques

source: Crude protein
fr_ca: protéine brute

source: Dark Brown
fr_ca: brun foncé

source: Days
fr_ca: jours

source: DE
fr_ca: ED

source: Dicalcium phosphate
fr_ca: phosphate dicalcique

source: Distillers grain plus soluble, dry
fr_ca: drêches de distillerie avec solubles, sèches

# DistillersGrainPlusSolubleModified
source: Distillers grains plus soluble, modified
fr_ca: drêches de distillerie avec solubles, modifées

# DistillersGrainPlusSolubleWet
source: Distillers grains plus solubles, wet
fr_ca: drêches de distillerie avec solubles, humides

source: Distillers solubles
fr_ca: solubles de distillerie

source: Dried yeast
fr_ca: levure sèche

source: Dry matter
fr_ca: matière sèche

source: Dry Peas
fr_ca: pois secs

source: Egg, whole spray dried
fr_ca: œuf, entier, déshydraté par pulvérisation

source: Faba beans
fr_ca: féveroles

source: Fallow
fr_ca: jachère

source: Fat
fr_ca: gras

source: FAT AND OILS, Calcium soaps
fr_ca: gras et huiles, savons de calcium

source: FAT AND OILS, Hydrolyzed tallow fatty acids
fr_ca: gras et huiles, acides gras de suif hydrolysés

source: FAT AND OILS, Partially hydrogenated tallow
fr_ca: gras et huiles, suif partiellement hydrogéné

source: FAT AND OILS, Tallow
fr_ca: gras et huiles, suif

source: FAT AND OILS, Vegitable oils
fr_ca: gras et huiles, huiles végétales

source: Feather meal
fr_ca: farine de plumes

source: FEATHERS, Hydrolized meal
fr_ca: plumes, farine hydrolysée

# FeathersHydrolizedMealSomeViscera
source: FEATHERS, Hydrolized meal with some viscera
fr_ca: plumes, farine hydrolysée avec quelques viscères

source: Feed name
fr_ca: nom de l'aliment

source: Fescue hay
fr_ca: foin de fétuque

source: Field peas
fr_ca: pois cultivés

source: Field Peas High CP
fr_ca: pois cultivés à teneur élevée en PB

source: Field Peas Low CP
fr_ca: pois cultivés à faible teneur en PB

source: Field Pea Splits
fr_ca: pois cassés cultivés

source: Fine
fr_ca: fin

source: FISH BYPRODUCTS, Anchovy, meal, mech.
fr_ca: sous-produits de poisson, anchois, farine, extraction mécanique

source: FISH BYPRODUCTS, Menhaden, meal, mech.
fr_ca: sous-produits de poisson, menhaden, farine, extraction mécanique

source: Fish meal
fr_ca: farine de poisson

source: Fish Meal, Combined
fr_ca: farine de poisson, combiné

# FishMealMech
source: Fish meal, mechanical extracted
fr_ca: farine de poisson, extraction mécanique

source: Fish protein hydrolized
fr_ca: protéine de poisson hydrolysée

source: Flax
fr_ca: lin

source: Flaxseed
fr_ca: graines de lin

source: Flaxseed Meal
fr_ca: tourteau de graines de lin

# FlaxseedMealMech
source: Flaxseed meal, mechanical extracted
fr_ca: tourteau de graines de lin, extraction mécanique

source: Fodder Corn
fr_ca: maïs fourrager

source: Folacin
fr_ca: folacine

source: Forage
fr_ca: fourrage

# ForageSorghamFresh
source: Forage sorghum, fresh
fr_ca: sorgho fourrager, frais

# ForageSorghamHay
source: Forage sorghum, hay
fr_ca: sorgho fourrager, foin

# ForageSorghamSilage
source: Forage sorghum silage
fr_ca: ensilage de sorgho fourrager

# ForageSorghamSudan
source: Forage sorghum sudan
fr_ca: sorgho du Soudan fourrager

# ForageSorghamSudanHay
source: Forage sorghum sudan hay
fr_ca: foin de sorgho du Soudan fourrager

# ForageSorghamSudanSilage
source: Forage sorghum sudan silage
fr_ca: ensilage de sorgho du Soudan fourrager

source: Foxtail millet
fr_ca: millet des oiseaux

source: French
fr_ca: français

source: Fresh soybean forage
fr_ca: fourrage vert de soya

source: Gelatin
fr_ca: gélatine

source: Glycerin
fr_ca: glycérine

source: Grain Corn
fr_ca: maïs-grain

source: Grain Sorghum
fr_ca: sorgho-grain

source: Grain sorghum, flaked
fr_ca: sorgho-grain, flocons

source: Grain sorghum grain
fr_ca: graine de sorgho-grain

source: Grain sorghum hay
fr_ca: foin de sorgho-grain

source: Grain sorghum, high-moisture
fr_ca: sorgho-grain, humide

source: Grain sorghum silage
fr_ca: ensilage de sorgho-grain

source: Grain sorghum stalks
fr_ca: tiges de sorgho-grain

source: Grape pomace, dry
fr_ca: marc de raisin, sec

source: Grape pomace, wet
fr_ca: marc de raisin, humide

# GrassesCoolHayAllSamples
source: GRASSES, COOL SEASON, Hay, all samples
fr_ca: graminées de saison froide, foin, tous les échantillons

# GrassesCoolHayImmature
source: GRASSES, COOL SEASON, Hay, immature (<35% NDF)
fr_ca: graminées de saison froide, foin, immature (<35 % NDF)

# GrassesCoolHayMature
source: GRASSES, COOL SEASON, Hay, mature (>60% NDF)
fr_ca: graminées de saison froide, foin, mature (>60 % NDF)

# GrassesCoolHayMidMaturity
source: GRASSES, COOL SEASON, Hay, mid maturity (35-60% NDF)
fr_ca: graminées de saison froide, foin, mi-maturité (35-60 % NDF)

# GrassesCoolPastureIntense
source: GRASSES, COOL SEASON, Pasture, intensively managed
fr_ca: graminées de saison froide, pâturage, gestion intensive

# GrassesCoolSilageAllSamples
source: GRASSES, COOL SEASON, Silage, all samples
fr_ca: graminées de saison froide, ensilage, tous les échantillons

# GrassesCoolSilageImmature
source: GRASSES, COOL SEASON, Silage, immature (<35% NDF)
fr_ca: graminées de saison froide, ensilage, immature (<35 % NDF)

# GrassesCoolSilageMature
source: GRASSES, COOL SEASON, Silage, mature (>60% NDF)
fr_ca: graminées de saison froide, ensilage, mature (>60 % NDF)

# GrassesCoolSilageMidMaturity
source: GRASSES, COOL SEASON, Silage, mid maturity (35-60% NDF)
fr_ca: graminées de saison froide, ensilage, mi-maturité (35-60 % NDF)

# GrassLegumeMixturesMixedGrassAndLegumeHayImmature
source: GRASS-LEGUME MIXTURES, mixed grass and Legume (12-15% Hemicellulose), Hay, immature (<47% NDF)
fr_ca: graminées-légumineuses mélangées, mixtes (12-15 % hémicellulose), foin, immature (<47 % NDF)

# GrassLegumeMixturesMixedGrassAndLegumeHayMature
source: GRASS-LEGUME MIXTURES, mixed grass and Legume (12-15% Hemicellulose), Hay, mature (>53% NDF)
fr_ca: graminées-légumineuses mélangées, mixtes (12-15 % hémicellulose), foin, mature (>53 % NDF)

# GrassLegumeMixturesMixedGrassAndLegumeHayMidMaturity
source: GRASS-LEGUME MIXTURES, mixed grass and Legume (12-15% Hemicellulose), Hay, mid maturity (47-53% NDF)
fr_ca: graminées-légumineuses mélangées, mixtes (12-15 % hémicellulose), foin, mi-maturité (47-53 % NDF)

# GrassLegumeMixturesMixedGrassAndLegumeSilageImmature
source: GRASS-LEGUME MIXTURES, mixed grass and Legume (12-15% Hemicellulose), Silage, immature (<47% NDF)
fr_ca: graminées-légumineuses mélangées, mixtes (12-15 % hémicellulose), ensilage, immature (<47 % NDF)

# GrassLegumeMixturesMixedGrassAndLegumeSilageMature
source: GRASS-LEGUME MIXTURES, mixed grass and Legume (12-15% Hemicellulose), Silage, mature (>53% NDF)
fr_ca: graminées-légumineuses mélangées, mixtes (12-15 % hémicellulose), ensilage, mature (>53 % NDF)

# GrassLegumeMixturesMixedGrassAndLegumeSilageMidMaturity
source: GRASS-LEGUME MIXTURES, mixed grass and Legume (12-15% Hemicellulose), Silage, mid maturity (47-53% NDF)
fr_ca: graminées-légumineuses mélangées, mixtes (12-15 % hémicellulose), ensilage, mi-maturité (47-53 % NDF)

# GrassLegumeMixturesPredomGrassHayImmature
source: GRASS-LEGUME MIXTURES, predominantly grass (17-22% Hemicellulose), Hay, immature (<51% NDF)
fr_ca: graminées-légumineuses mélangées, graminées en majorité (17-22 % hémicellulose), foin, immature (<51 % NDF)

# GrassLegumeMixturesPredomGrassHayMature
source: GRASS-LEGUME MIXTURES, predominantly grass (17-22% Hemicellulose), Hay, mature (>57% NDF)
fr_ca: graminées-légumineuses mélangées, graminées en majorité (17-22 % hémicellulose), foin, mature (>57 % NDF)

# GrassLegumeMixturesPredomGrassHayMidMaturity
source: GRASS-LEGUME MIXTURES, predominantly grass (17-22% Hemicellulose), Hay, mid maturity (51-57% NDF)
fr_ca: graminées-légumineuses mélangées, graminées en majorité (17-22 % hémicellulose), foin, mi-maturité (51-57 % NDF)

# GrassLegumeMixturesPredomGrassSilageImmature
source: GRASS-LEGUME MIXTURES, predominantly grass (17-22% Hemicellulose), Silage, immature (<51% NDF)
fr_ca: graminées-légumineuses mélangées, graminées en majorité (17-22 % hémicellulose), ensilage, immature (<51 % NDF)

# GrassLegumeMixturesPredomGrassSilageMature
source: GRASS-LEGUME MIXTURES, predominantly grass (17-22% Hemicellulose), Silage, mature (>57% NDF)
fr_ca: graminées-légumineuses mélangées, graminées en majorité (17-22 % hémicellulose), ensilage, mature (>57 % NDF)

# GrassLegumeMixturesPredomGrassSilageMidMaturity
source: GRASS-LEGUME MIXTURES, predominantly grass (17-22% Hemicellulose), Silage, mid maturity (51-57% NDF)
fr_ca: graminées-légumineuses mélangées, graminées en majorité (17-22 % hémicellulose), ensilage, mi-maturité (51-57 % NDF)

# GrassLegumeMixturesPredomLegumesHayImmature
source: GRASS-LEGUME MIXTURES, predominantly Legume (10-13% Hemicellulose), Hay, immature (<44% NDF)
fr_ca: graminées-légumineuses mélangées, légumineuses en majorité (10-13 % hémicellulose), foin, immature (<44 % NDF)

# GrassLegumeMixturesPredomLegumesHayMature
source: GRASS-LEGUME MIXTURES, predominantly Legume (10-13% Hemicellulose), Hay, mature (>50% NDF)
fr_ca: graminées-légumineuses mélangées, légumineuses en majorité (10-13 % hémicellulose), foin, mature (>50 % NDF)

# GrassLegumeMixturesPredomLegumesHayMidMaturity
source: GRASS-LEGUME MIXTURES, predominantly Legume (10-13% Hemicellulose), Hay, mid maturity (44-50% NDF)
fr_ca: graminées-légumineuses mélangées, légumineuses en majorité (10-13 % hémicellulose), foin, mi-maturité (44-50 % NDF)

# GrassLegumeMixturesPredomLegumesSilageImmature
source: GRASS-LEGUME MIXTURES, predominantly Legume (10-13% Hemicellulose), Silage, immature (<44% NDF)
fr_ca: graminées-légumineuses mélangées, légumineuses en majorité (10-13 % hémicellulose), ensilage, immature (<44 % NDF)

# GrassLegumeMixturesPredomLegumesSilageMature
source: GRASS-LEGUME MIXTURES, predominantly Legume (10-13% Hemicellulose), Silage, mature (>50% NDF)
fr_ca: graminées-légumineuses mélangées, légumineuses en majorité (10-13 % hémicellulose), ensilage, mature (>50 % NDF)

# GrassLegumeMixturesPredomLegumesSilageMidMaturity
source: GRASS-LEGUME MIXTURES, predominantly Legume (10-13% Hemicellulose), Silage, mid maturity (44-50% NDF)
fr_ca: graminées-légumineuses mélangées, légumineuses en majorité (10-13 % hémicellulose), ensilage, mi-maturité (44-50 % NDF)

source: Hay Grass
fr_ca: foin de graminées

source: Hay Legume
fr_ca: foin de légumineuses

source: Hay Mixed
fr_ca: foin mixte

source: Hemicellulose
fr_ca: hémicellulose

source: HIS
fr_ca: histidine

source: Hominy
fr_ca: maïs lessivé

source: Hours
fr_ca: heures

source: IDF
fr_ca: FIL

source: ILE
fr_ca: isoleucine

source: Iron sulfate
fr_ca: sulfate ferreux

source: IV
fr_ca: indice d'iode

source: IVP
fr_ca: indice d'iode d'un produit

source: Johnson grass
fr_ca: sorgho d'Alep

source: Kidney Beans, Extruded
fr_ca: haricots, extrudés

source: Kidney beans, Raw
fr_ca: haricots, bruts

source: Kochia
fr_ca: kochia à balais

source: Kochia silage
fr_ca: ensilage de kochia à balais

source: LEGUMES, FORAGE, Hay, all samples
fr_ca: LÉGUMINEUSES, FOURRAGE, foin, tous les échantillons

# LegumesForageHayImmature
source: LEGUMES, FORAGE, Hay, immature (<40% NDF)
fr_ca: LÉGUMINEUSES, FOURRAGE, foin, immature (<40 % NDF)

# LegumesForageHayMature
source: LEGUMES, FORAGE, Hay, mature (>46% NDF)
fr_ca: LÉGUMINEUSES, FOURRAGE, foin, mature (>46 % NDF)

# LegumesForageHayMidMaturity
source: LEGUMES, FORAGE, Hay, mid maturity (40-46% NDF)
fr_ca: LÉGUMINEUSES, FOURRAGE, foin, mi-maturité (40-46 % NDF)

# LegumesForagePastureIntense
source: LEGUMES, FORAGE, Pasture, intensivly managed
fr_ca: LÉGUMINEUSES, FOURRAGE, pâturage, gestion intensive

source: LEGUMES, FORAGE, Silage, all samples
fr_ca: LÉGUMINEUSES, FOURRAGE, ensilage, tous les échantillons

# LegumesForageSilageImmature
source: LEGUMES, FORAGE, Silage, immature (<40% NDF)
fr_ca: LÉGUMINEUSES, FOURRAGE, ensilage, immature (<40 % NDF)

# LegumesForageSilageMature
source: LEGUMES, FORAGE, Silage, mature (>46% NDF)
fr_ca: LÉGUMINEUSES, FOURRAGE, ensilage, mature (>46 % NDF)

# LegumesForageSilageMidMaturity
source: LEGUMES, FORAGE, Silage, mid maturity (40-46% NDF)
fr_ca: LÉGUMINEUSES, FOURRAGE, ensilage, mi-maturité (40-46 % NDF)

source: Lentils
fr_ca: lentilles

source: Lignin
fr_ca: lignine

source: Limestone
fr_ca: pierre à chaux

# LimestoneDilomiticMagnesium
source: Limestone dolomitic, magnesium
fr_ca: pierre à chaux dolomitique, magnésium

source: LINSEED (flax) meal, solvent
fr_ca: tourteau de lin, extraction au solvant

source: Linseed meal
fr_ca: tourteau de lin

source: Lupins
fr_ca: lupin

source: Lupin seed
fr_ca: graine de lupin

source: Magnesium carbonate
fr_ca: carbonate de magnésium

# MagnesiumChlorideHexahydrate
source: Magnesium chloride hexadydrate
fr_ca: chlorure de magnésium hexahydrate
