Repository: hassanUleth/holos-demo-original
Catalog: H.Core/Properties/FeedNameResources.*.resx
Languages: fr_ca

source: Magnesium hydroxide
fr_ca: hydroxyde de magnésium

source: Magnesium oxide
fr_ca: oxyde de magnésium

source: Magnesium sulfate heptahydrate
fr_ca: sulfate de magnésium heptahydrate

source: Manganese carbonate
fr_ca: carbonate de manganèse

source: Manganese oxide
fr_ca: oxydes de manganèse

source: Manganese sulfate monohydrate
fr_ca: monohydrate de sulfate de manganèse

source: Manganese sulfate pentahydrate
fr_ca: pentahydrate de sulfate de manganèse

source: ME
fr_ca: énergie métabolisée

source: Meadow hay
fr_ca: foin de prairie

# MeatAndBoneMealPhosphorusGreaterThanFourPercent
source: Meat and Bone Meal, P > 4%
fr_ca: farine de viande et d'os, P > 4 %

# MeatBoneMeal
source: Meat and bone meal
fr_ca: farine de viande et d'os

source: Meat meal
fr_ca: farine de viande

source: MEAT, Meal, rendered
fr_ca: VIANDE, farine, équarrie

source: MEAT, Meat and bone, rendered
fr_ca: VIANDE, viande et os, équarris

source: Mesisol
fr_ca: mésisol

source: Millet forage fresh
fr_ca: millet fourrager frais

source: Millet forage hay
fr_ca: foin de millet

source: Millet grain
fr_ca: graine de millet

source: Millet silage
fr_ca: ensilage de millet

source: Molasses, beet
fr_ca: mélasse, betterave

source: MOLASSES, Beet sugar
fr_ca: mélasse, betterave à sucre

source: Molasses, cane
fr_ca: mélasse, canne à sucre

source: Molasses, Sugar Beets
fr_ca: mélasse, betterave à sucre

source: MOLASSES, Sugarcane
fr_ca: mélasse, canne à sucre

source: MUFA
fr_ca: acide gras monoinsaturé; AGMI

source: Mustard
fr_ca: moutarde

source: Native prairie hay
fr_ca: foin de prairie naturelle

source: NDF
fr_ca: FDN

source: NE
fr_ca: Énergie nette

source: NEga
fr_ca: NEg

source: NEma
fr_ca: valeur énergétique nette pour l'entretien

source: Niacin
fr_ca: niacine

source: Oat forage
fr_ca: fourrage d'avoine

source: Oat grain
fr_ca: grain d'avoine

source: Oat groats
fr_ca: gruau d'avoine

source: Oat hay
fr_ca: foin d'avoine

source: Oat Hay, Headed
fr_ca: foin d'avoine, épiée

source: Oat hulls
fr_ca: écales d'avoine

source: Oatlage
fr_ca: ensilage d'avoine

source: Oats
fr_ca: avoine

source: OATS, Grain, rolled
fr_ca: avoine, grain, roulée

source: OATS, Hay, headed
fr_ca: avoine, foin, épiée

source: Oat Silage, Headed
fr_ca: ensilage d'avoine, épiée

source: Oats, Naked
fr_ca: avoine, nue

source: Oats, Rolled, Dehulled
fr_ca: avoine, roulée, déglumée

source: OATS, Silage, headed
fr_ca: avoine, ensilage, épiée

source: Oat straw
fr_ca: paille d'avoine

source: Oilseeds
fr_ca: oléagineux

source: Onions
fr_ca: oignons

source: Orchardgrass hay
fr_ca: foin de dactyle pelotonné

source: Oystershell ground
fr_ca: coquilles d'huîtres moulues

source: Palm Kernel, Expelled
fr_ca: tourteau de palmiste, de presse continue

source: Palm Kernel Meal
fr_ca: tourteau de palmiste

# PalmKernelMealMech
source: Palm kernel meal, mechanical extracted
fr_ca: tourteau de palmiste, extraction mécanique

source: Pantothenic Acid
fr_ca: acide pantothénique

source: Pasture
fr_ca: pâturage

# PatatoProtein
source: Potato protein
fr_ca: protéine de pomme de terre

source: PBID
fr_ca: DIPD

source: Pea hulls
fr_ca: pellicules de pois

source: Peanut hay
fr_ca: foin d'arachides

source: Peanut hulls
fr_ca: coques d'arachides

source: Peanut meal
fr_ca: tourteau d'arachides

source: Peanut Meal, Expelled
fr_ca: tourteau d'arachides, de presse continue

# PeanutMealMech
source: Peanut meal, mechanical extracted
fr_ca: tourteau d'arachides, extraction mécanique

source: PEANUT Meal, solvent
fr_ca: tourteau d'ARACHIDES, extraction au solvant

source: Peanut silage
fr_ca: ensilage d'arachides

source: Pea protein concentrate
fr_ca: concentré de protéines de pois

source: Pea protein isolate
fr_ca: isolat de protéines de pois

source: Peas
fr_ca: pois

source: Peavine forage
fr_ca: fourrage de tiges de pois

source: Peavine hay
fr_ca: foin de tiges de pois

source: Peavine silage
fr_ca: ensilage de tiges de pois

source: Pef
fr_ca: empreinte écologique du produit

source: Perennial
fr_ca: vivace

source: Pet food by-products
fr_ca: sous-produits d'aliments pour animaux de compagnie

source: Phaselous Beans
fr_ca: haricots communs

source: Phosphate deflourinated
fr_ca: phosphate défluoré

source: Phosphate rock
fr_ca: phosphate de calcium minéral

# PhosphateRockLowFlour
source: Phosphate rock, low fluor
fr_ca: phosphate de calcium minéral, faible teneur en fluor

source: Phosphate rock, soft
fr_ca: phosphate de calcium minéral, tendre

source: Phosphoric acid
fr_ca: acide phosphorique

# PhytatePhosphorus
source: Phytate P
fr_ca: P sous forme de phytate

source: Popcorn grain
fr_ca: grain de maïs à souffler

source: Porcine Solubles, Dried
fr_ca: solubles porcins, secs

source: Potassium bicarbonate
fr_ca: carbonate acide de potassium

source: Potassium carbonate
fr_ca: carbonate de potassium

source: Potassium chloride
fr_ca: chlorure de potassium

source: Potassium iodide
fr_ca: iodure de potassium

source: Potassium sulfate
fr_ca: sulfate de potassium

source: Potato byproduct, dry
fr_ca: sous-produit de pomme de terre, sec

source: POTATO Byproduct meal
fr_ca: farine de sous-produits de pomme de terre

source: Potato byproduct, wet
fr_ca: sous-produit de pomme de terre, humide

source: Potatoes
fr_ca: pommes de terre

source: Potato peels
fr_ca: pelures de pomme de terre

source: Potato protein
fr_ca: protéine de pomme de terre

source: Potato Protein Concentrate
fr_ca: concentré de protéines de pomme de terre

source: Poultry Byproduct
fr_ca: sous-produit de volaille

source: Poultry by-product meal
fr_ca: farine de sous-produits de volaille

source: Poultry Meal
fr_ca: farine de volaille

source: PUFA
fr_ca: AGPI

source: Pulse Crops
fr_ca: légumineuses

source: Rain Fed
fr_ca: en culture sèche

source: RDP
fr_ca: PDR

source: Reduced tillage
fr_ca: travail réduit du sol

source: Riboflavin
fr_ca: riboflavine

source: Rice
fr_ca: riz

source: Rice bran
fr_ca: son de riz

source: Rice bran defatted
fr_ca: son de riz déshuilé

source: Rice, Broken
fr_ca: riz, en brisures

source: Rice grain
fr_ca: grain de riz

source: Rice hay
fr_ca: foin de riz

source: Rice hulls
fr_ca: balles de riz

source: Rice, Polished
fr_ca: riz, poli

source: Rice protein concentrate
fr_ca: concentré de protéines de riz

source: Rice silage
fr_ca: ensilage de riz

source: RUP
fr_ca: PRU

source: Rye
fr_ca: seigle

source: Rye annual, fresh
fr_ca: seigle annuel, frais

source: RYE, ANNUAL, Silage, Vegetative
fr_ca: seigle, annuel, ensilage, stade végétatif

source: Rye, grain
fr_ca: seigle, grain

source: Ryegrass hay
fr_ca: foin de ray-grass

source: Ryegrass silage
fr_ca: ensilage de ray-grass

source: Safflower meal
fr_ca: tourteau de carthame

source: Safflower Meal, Dehulled
fr_ca: tourteau de carthame, décortiqué

source: SAFFLOWER Meal, solvent
fr_ca: tourteau de carthame, extraction au solvant

source: Salmon Protein Hydrolysate
fr_ca: hydrolysat de protéines de saumon

source: Salt (sodium chloride)
fr_ca: sel (chlorure de sodium)

source: SDF
fr_ca: FAS

source: Seconds
fr_ca: secondes

source: Sesame Meal
fr_ca: tourteau de sésame

# SesameMealMech
source: Sesame meal, mechanical extracted
fr_ca: tourteau de sésame, extraction mécanique

source: SFA
fr_ca: AGS

source: Skimmed milk, powder
fr_ca: lait écrémé, poudre

source: Sodium bicarbonate
fr_ca: bicarbonate de soude

source: Sodium phosphate (monobasic, monohydrate)
fr_ca: phosphate de sodium (monobasique, monohydraté)

source: Sodium selenite
fr_ca: sélénite de sodium

source: Sodium sulfate decahydrate
fr_ca: décahydrate de sulfate de sodium

source: Sodium tripolyphosphate
fr_ca: tripolyphosphate de sodium

source: Solodized Solonetz
fr_ca: solonetz solodisé

source: Soluble crude protein
fr_ca: protéine brute soluble

source: Sombric Brunisol
fr_ca: brunisol sombrique

source: Sorghum
fr_ca: sorgho

source: Sorghum distiller's dried grains with solubles
fr_ca: drêches sèches de sorgho de distillerie avec solubles

source: SORGHUM, GRAIN, dry rolled
fr_ca: SORGHO, grain, roulé à sec

source: SORGHUM, GRAIN, steam-flaked
fr_ca: SORGHO, grain, floconné et précuit à la vapeur

source: SORGHUM, Silage
fr_ca: SORGHO, ensilage

source: SORGHUM, SUDAN TYPE Hay
fr_ca: SORGHO du Soudan, foin

source: SORGHUM, SUDAN TYPE Silage
fr_ca: SORGHO du Soudan, type d'ensilage

source: Soybean hay
fr_ca: foin de soja

source: Soybean hulls
fr_ca: pellicules de soja

source: Soybean Meal Dehulled Expelled
fr_ca: tourteau de soja décortiqué, de presse continue

source: Soybean Meal, Dehulled, Solvent Extracted
fr_ca: tourteau de soja décortiqué, extraction au solvant

source: Soybean Meal, EnzymeTreated
fr_ca: tourteau de soja, traitement enzymatique

source: Soybean Meal, Expelled
fr_ca: tourteau de soja, de presse continue

# SoybeanMealExpellers
source: SOYBEAN Meal, expellers, 45% CP
fr_ca: tourteau de soja, de presse continue, 45 % PB

source: Soybean meal, fermented
fr_ca: tourteau de soja, fermenté

source: Soybean meal, heated
fr_ca: tourteau de soja, chauffé

source: Soybean meal high CP
fr_ca: tourteau de soja, teneur élevée en PB

source: Soybean Meal, High Protein, Dehulled, Solvent Extracted
fr_ca: tourteau de soja, décortiqué, extraction au solvant, teneur élevée en protéines

source: Soybean Meal, High Protein, Expelled
fr_ca: tourteau de soja, de presse continue, teneur élevée en protéines

source: Soybean meal low CP
fr_ca: tourteau de soja à faible teneur en PB

source: Soybean Meal, Low Oligosaccharide, Dehulled, Solvent Extracted
fr_ca: tourteau de soja décortiqué, extraction au solvant, faible teneur en oligosides

source: Soybean Meal, Low Oligosaccharide, Expelled
fr_ca: tourteau de soja, de presse continue, faible teneur en oligosaccharides

# SoybeanMealMech
source: Soybean meal, mechanical extracted
fr_ca: tourteau de soja, extraction mécanique

source: SOYBEAN Meal, nonenzymatically browned
fr_ca: tourteau de soja, bruni sans enzymes

# SoybeanMealSolvent
source: Soybean meal, solvent extracted
fr_ca: tourteau de soja, extraction au solvant

# SoybeanMealSolvent44
source: SOYBEAN Meal, solvent, 44% CP
fr_ca: tourteau de soja, extraction au solvant, 44 % PB

# SoybeanMealSolvent48
source: SOYBEAN Meal, solvent, 48% CP
fr_ca: tourteau de soja, extraction au solvant, 48 % PB

# SoybeanMealSolventHighProtein
source: Soybean meal, solvent extracted, high protein
fr_ca: tourteau de soja, extraction au solvant, teneur élevée en protéines

source: Soybeans
fr_ca: soja

source: Soybean seed
fr_ca: graine de soja

source: SOYBEAN Seeds, whole
fr_ca: graines de soja, entières

source: SOYBEAN Seeds, whole roasted
fr_ca: graines de soja, entières, grillées

source: Soybeans, expelled
fr_ca: soja, de presse continue

source: Soybeans, extruded
fr_ca: soja, extrudé

source: Soybeans, Full Fat
fr_ca: soja, non déshuilé

source: Soybeans, High Protein, Full Fat
fr_ca: soja, non déshuilé, teneur élevée en protéines

source: Soybean silage
fr_ca: ensilage de soja

source: SOYBEAN Silage, early maturity
fr_ca: ensilage de soja, maturité hâtive

source: Soybeans, Low Oligosaccharide, Full Fat
fr_ca: soja, non déshuilé, faible teneur en oligosides

source: Soybeans, roasted
fr_ca: soja, grillé

source: Soybean stubble
fr_ca: chaume de soja

source: Soybeans, whole
fr_ca: soja, graine entière

source: Soy protein concentrate
fr_ca: concentré de protéines de soja

source: Soy protein isolate
fr_ca: isolat de protéines de soja

source: SP
fr_ca: PS

source: Starch
fr_ca: amidon

# STTDPhosphorus
source: STTD of P
fr_ca: STTD du P

source: Sudangrass, fresh
fr_ca: herbe du Soudan, frais

source: Sudangrass, hay
fr_ca: herbe du Soudan, foin

source: Sudangrass, silage
fr_ca: herbe du Soudan, ensilage

source: Sugarbeet molasses
fr_ca: mélasse de betterave à sucre

source: Sugar Beet Pulp
fr_ca: pulpe de betterave à sucre

source: Sugarbeet pulp, dry
fr_ca: pulpe de betterave à sucre, sèche

source: Sugarcane bagasse, silage
fr_ca: bagasse de canne à sucre, ensilage

source: Sugarcane hay
fr_ca: foin de canne à sucre

source: Sugarcane molasses
fr_ca: mélasse de canne à sucre

source: Sugarcane silage
fr_ca: ensilage de canne à sucre

source: Sugars
fr_ca: sucres

source: Sunflower, Full Fat
fr_ca: tournesol, entier

source: Sunflower hulls
fr_ca: écales de tournesol

source: Sunflower meal
fr_ca: tourteau de tournesol

source: Sunflower Meal, Dehulled, Solvent Extracted
fr_ca: tourteau de tournesol, déglumé, extraction au solvant

source: SUNFLOWER Meal, solvent
fr_ca: tourteau de tournesol, extraction au solvant

source: SUNFLOWER Oil seeds, whole
fr_ca: graines entières de tournesol oléagineux

source: Sunflowers
fr_ca: tournesol

source: Sunflower screenings
fr_ca: criblures de tournesol

source: Sunflower seed
fr_ca: graine de tournesol

source: Sunflower silage
fr_ca: ensilage de tournesol

source: Switchgrass hay
fr_ca: foin de panic érigé

source: Teff (lovegrass) hay
fr_ca: foin de teff (éragrostide)

source: Thiamin
fr_ca: thiamine

source: Timothy hay
fr_ca: foin de fléole des prés

source: TOMATO Pomace
fr_ca: marc de tomate

source: Total digestible nutrient
fr_ca: unité nutritive totale

source: Triticale distiller's dried grains with solubles
fr_ca: drêches sèches de triticale de distillerie avec solubles

source: Triticale forage, fresh
fr_ca: fourrage de triticale, frais

source: Triticale grain
fr_ca: grain de triticale

source: Triticale hay
fr_ca: foin de triticale

source: Triticale silage
fr_ca: ensilage de triticale

source: TRITICALE Silage, headed
fr_ca: ensilage de triticale, épié

source: Urea
fr_ca: urée

source: Wheat bran
fr_ca: son de blé

source: Wheat distiller's dried grains with solubles
fr_ca: drêches sèches de blé de distillerie avec solubles

source: Wheat forage fresh
fr_ca: fourrage de blé, frais

source: Wheat gluten
fr_ca: gluten du blé

source: Wheat grain
fr_ca: grain de blé

source: Wheat grain flaked
fr_ca: grain de blé en flocons

source: WHEAT Grain, rolled
fr_ca: grain de blé, roulé

source: Wheat, Hard Red
fr_ca: blé de force roux

source: Wheat hay
fr_ca: foin de blé

source: WHEAT Hay, headed
fr_ca: foin de blé, épié

source: Wheat middlings
fr_ca: issues de blé

source: Wheat Screenings
fr_ca: criblures de blé

source: Wheat Shorts
fr_ca: gru rouge de blé

source: Wheat silage
fr_ca: ensilage de blé

source: WHEAT Silage, early head
fr_ca: ensilage de blé, début épiaison

source: Wheat, Soft Red
fr_ca: blé, tendre rouge

source: Wheat straw
fr_ca: paille de blé

source: Whey dry
fr_ca: lactosérum sec

# WheyPermeateLactose
source: Whey permeate, 80% Lactose
fr_ca: perméat de lactosérum, 80 % lactose

# WheyPermeateLactose80
source: Whey Permeate, 80% Lactose
fr_ca: perméat de lactosérum, 80 % lactose

# WheyPermeateLactose85
source: Whey Permeate, 85% Lactose
fr_ca: perméat de lactosérum, 85 % lactose

source: Whey powder
fr_ca: poudre de lactosérum

source: Whey powder, protein concentrate
fr_ca: poudre de lactosérum, concentré de protéines

source: Whey wet
fr_ca: lactosérum humide

source: WHEY Wet, cattle
fr_ca: lactosérum humide, bovin

source: Yeast Ethanol
fr_ca: éthanol à base de levure

source: Yeast, Single Cell Protein
fr_ca: levure de protéines unicellulaires

source: Yeast, Torula
fr_ca: levure torula

source: Zinc oxide
fr_ca: oxyde de zinc

source: Zinc sulfate
fr_ca: sulfate de zinc
